admin-admins-list-handler-error-notfound =
    Ни одного администратора еще не было добавлено
admin-admins-add-request-text =
    Отправьте айди или перешлите сообщение пользователя,
    кого хотите добавить в администраторы
error-user-id-is-invalid =
    Айди пользователя неверен! Перешлите мне любое сообщение пользователя
    или отправьте мне его айди. Айди можно узнать, например у бота @my_id_bot
error-is-not-user-id =
    Пересланное сообщение было отправлено не пользователем!
    Айди пользователя неверен! Перешлите мне любое сообщение пользователя
    или отправьте мне его айди. Айди можно узнать, например у бота @my_id_bot
admin-admins-add-handler-confirm =
    Вы уверены что хотите добавить пользователя {$user_id} в администраторы?
admin-admins-add-handler-error-already-admin = Пользователь уже администратор
admin-admins-add-conf-success = Пользователь {$user_id} теперь администратор!
admin-admins-add-conf-reject = Добавление администратора отменено!
admin-admins-del-request-text =
    Отправьте айди или перешлите сообщение пользователя,
    кого хотите удалить из списка администраторов
admin-admins-del-handler-confirm =
    Вы уверены что хотите удалить пользователя {$user_id}
    из списка администраторов?
admin-admins-del-handler-error-not-admin = Пользователь не администратор
admin-admins-del-conf-success = Пользователь {$user_id} больше не админ!
admin-admins-del-conf-reject = Удаление администратора отменено!
admin-start-text = Добро пожаловать в панель администратора!
admin-list-user-button-text = Список пользователей
admin-list-admin-button-text = Список администраторов
admin-add-admin-button-text = Добавить администратора
admin-delete-admin-button-text = Удалить администратора
admin-list-user-error-notfound = Ни одного пользователя не было найдено
admin-list-players-button-text = Источники
admin-players-list-text = Вот список доступных источников
close-button-text = Закрыть
user-start-text = Чтобы найти фильм просто отправьте мне его название!
yesno-button-text-yes = Да
yesno-button-text-no = Нет
cancel-button-text = Отмена
search-wait-text = Подожди пожалуйста, я ищу фильм
search-button-text = {$title} ({$year}) ⭐️{$rating}
search-message-text = Вот список доступных фильмов по запросу "{$request}"
search-not-found-text = Похоже, что по вашему запросу ничего не найдено
film-message-text =
    🎬 {$title} ({$year}) ⭐️{$rating}
    🎭 <b>Жанры:</b> <i>{$genres}</i>

    📰 <b>Описание:</b> <i>{$description}</i>

    <a href="https://t.me/share/url?url={$share_url}&text={$title}">📣 Поделись фильмом!</a>
serial-season-url-button-text = Сезон {$number}
film-url-button-text = Смотреть онлайн [{$title}]
film-not-found-text = Похоже, что этого фильма больше нет
error-handler-text = Упс! Что-то пошло не так